{
    
   "Push_ups" : [" <p> <b> 1. Tăng cường cơ bắp: </b> Hít đất giúp phát triển và tăng cường cơ bắp ở vùng ngực, vai, tay, và cơ bụng. Đây là bài tập lý tưởng để xây dựng sức mạnh và cơ bắp cho phần trên cơ thể. </p> ",

    "<p> <b> 2. Cải thiện sức bền: </b> Thực hiện hít đất đều đặn có thể giúp cải thiện sức bền và khả năng chịu đựng của cơ bắp.</p>",

    "<p> <b> 3. Tăng cường sức mạnh cốt lõi (core): </b> Hít đất không chỉ làm việc với cơ bắp ở phần trên cơ thể mà còn giúp củng cố cơ cốt lõi, bao gồm cơ bụng và cơ lưng dưới, giúp cải thiện sự ổn định và tư thế của cơ thể. </p>",

    "<p> <b> 4. Tốt cho tim mạch:</b> Hít đất là bài tập thể dục cường độ vừa phải, có thể giúp cải thiện sức khỏe tim mạch khi thực hiện ở mức độ vừa phải và kết hợp với các bài tập khác. </p>",

   "<p> <b> 5. Dễ thực hiện: </b> Bài tập này không yêu cầu thiết bị đặc biệt và có thể thực hiện ở bất cứ đâu, từ phòng tập gym đến nhà riêng hoặc ngay cả ngoài trời. </p>",

   "<p> <b> 6. Tăng cường sự linh hoạt: </b> Hít đất giúp mở rộng và kéo dài các cơ ở ngực và vai, giúp cải thiện độ linh hoạt của vùng này. </p>",

    "<p> <b>7. Đốt cháy calo: </b> Mặc dù không phải là bài tập cardio mạnh mẽ, hít đất vẫn giúp đốt cháy calo và hỗ trợ quá trình giảm cân khi kết hợp với chế độ ăn uống hợp lý và các bài tập khác. </p>",

   "<p> <b>8. Cải thiện sự phối hợp và cân bằng: </b> Hít đất yêu cầu sự phối hợp giữa nhiều nhóm cơ khác nhau, giúp cải thiện khả năng phối hợp và cân bằng cơ thể. </p>   "
     ],

"Pull_ups": [ 
      " <p> <b> 1. Phát triển cơ bắp: </b> Hít xà đơn tập trung vào các nhóm cơ chính như cơ lưng xô (latissimus dorsi), cơ bắp tay (biceps), cơ vai (deltoids), và cơ ngực. Đây là bài tập lý tưởng để phát triển sức mạnh và kích thước của những nhóm cơ này. </p>",
      "<p> <b> 2. Tăng cường sức mạnh cơ thể trên: </b> Bài tập này giúp cải thiện sức mạnh tổng thể của phần trên cơ thể, bao gồm cả vai, cánh tay, và lưng, giúp bạn thực hiện tốt hơn các bài tập khác và nâng cao khả năng vận động hàng ngày. </p>",
       "<p> <b> 3. Cải thiện sự ổn định và cân bằng: </b>  Hít xà đơn yêu cầu sự phối hợp và ổn định từ nhiều nhóm cơ, đặc biệt là các cơ cốt lõi, giúp cải thiện sự cân bằng và ổn định của cơ thể. </p>",
      "<p> <b> 4. Tăng cường sức mạnh cốt lõi (core strength): </b> Khi thực hiện hít xà đơn, cơ bụng và cơ lưng dưới cũng phải làm việc để giữ cơ thể ổn định, từ đó tăng cường sức mạnh cốt lõi. </p>",
      "<p> <b> 5. Tăng cường sức bền: </b> Thực hiện hít xà đơn thường xuyên có thể giúp cải thiện sức bền của các nhóm cơ ở phần trên cơ thể, giúp bạn duy trì hiệu suất cao hơn trong các hoạt động thể chất khác. </p>",
      "<p> <b> 6. Cải thiện khả năng linh hoạt và phạm vi chuyển động: </b> Hít xà đơn giúp mở rộng và kéo dài các cơ ở vai và lưng, giúp cải thiện sự linh hoạt và phạm vi chuyển động của cơ thể. </p>",
      "<p> <b> 7. Đốt cháy calo: </b> Mặc dù hít xà đơn là một bài tập sức mạnh, nó vẫn có thể giúp đốt cháy calo, hỗ trợ quá trình giảm cân khi được kết hợp với một chế độ ăn uống và chương trình tập luyện hợp lý. </p>",
      "<p> <b> 8. Tăng cường sự tự tin và động lực: </b> Hít xà đơn là một bài tập khó, và việc thực hiện thành công số lần lặp mong muốn có thể mang lại cảm giác thành tựu, tăng cường sự tự tin và động lực tập luyện. </p> "
    ],

"Plank":[
        " Tập plank là một bài tập cơ bản nhưng cực kỳ hiệu quả trong việc tăng cường sức mạnh cốt lõi (core strength) và cải thiện tổng thể sức khỏe cơ thể. Dưới đây là một số lợi ích chính của việc tập plank:",

"<p> <b> 1. Tăng cường sức mạnh cốt lõi (core strength): </b> Plank là một bài tập lý tưởng để tăng cường cơ bụng, lưng dưới, và cơ xung quanh cột sống, giúp ổn định và bảo vệ cơ thể. </p>",

" <p> <b>2. Cải thiện tư thế: </b> Plank giúp phát triển cơ lưng và cơ bụng, giúp bạn duy trì tư thế đứng và ngồi đúng, giảm thiểu nguy cơ đau lưng và các vấn đề về cột sống. </p>",

" <p> <b>3. Giảm nguy cơ chấn thương lưng và cột sống: </b> Không giống như một số bài tập cơ bụng khác, plank không gây áp lực lên lưng dưới, giúp giảm nguy cơ chấn thương cột sống và lưng. </p>",

"<p> <b>4. Tăng cường sự linh hoạt: </b> Plank giúp kéo dài và làm linh hoạt các cơ ở vai, bả vai, và xương đòn, cũng như gân kheo, bàn chân và ngón chân, giúp cải thiện độ linh hoạt của cơ thể. </p>",

"<p> <b>5. Đốt cháy calo:  </b>Mặc dù plank không phải là một bài tập cardio mạnh mẽ, nó vẫn có thể giúp đốt cháy calo hiệu quả, đặc biệt là khi được kết hợp với các bài tập khác và một chế độ ăn uống hợp lý. </p>",

"<p> <b>6. Cải thiện sự cân bằng và phối hợp:</b> Bài tập plank yêu cầu sự phối hợp từ nhiều nhóm cơ, đặc biệt là khi bạn thực hiện các biến thể như plank một tay hoặc một chân, giúp cải thiện sự cân bằng và phối hợp của cơ thể.</p>",

"<p> <b>7. Tăng cường sức mạnh toàn thân:</b> Ngoài việc tập trung vào cơ cốt lõi, plank còn tác động đến các nhóm cơ khác như vai, cánh tay, đùi trước, và mông, giúp phát triển sức mạnh toàn thân.</p>",
"<p> <b>8. Giảm căng thẳng và cải thiện tâm trạng: </b>Giữ tư thế plank yêu cầu sự tập trung và kiểm soát hơi thở, có thể giúp giảm căng thẳng và cải thiện tâm trạng.</p>",
"<p> <b>9.Tăng cường sự kiên nhẫn và sức bền: </b> Việc duy trì tư thế plank trong một khoảng thời gian dài đòi hỏi sự kiên nhẫn và sức bền, giúp bạn rèn luyện tính kiên trì và khả năng chịu đựng. </p>" 

    ],

"Yoga": [
   "<p> <b> 1. Tăng cường sự linh hoạt: </b>  Yoga bao gồm nhiều động tác giãn cơ và kéo dài, giúp cải thiện độ linh hoạt của cơ thể, làm giảm căng cơ và giảm nguy cơ chấn thương. </p>",

   "<p> <b>2. Tăng cường sức mạnh: </b> Nhiều động tác yoga yêu cầu giữ thăng bằng và sử dụng trọng lượng cơ thể, giúp phát triển sức mạnh toàn thân, đặc biệt là ở các nhóm cơ cốt lõi, tay, chân và lưng. </p>",
   
   "<p> <b>3. Cải thiện tư thế: </b> Yoga giúp bạn ý thức hơn về tư thế cơ thể, từ đó cải thiện tư thế ngồi, đứng và đi lại, giúp giảm nguy cơ đau lưng và các vấn đề về cột sống. </p>",

   "<p> <b>4. Giảm căng thẳng và lo âu: </b> Yoga kết hợp giữa tập luyện thể chất và hít thở sâu, giúp giảm căng thẳng, lo âu và cải thiện tâm trạng. Nhiều người cảm thấy thư giãn và tĩnh tâm hơn sau khi tập yoga. </p>",

   "<p> <b>5.  Cải thiện sức khỏe tim mạch: </b> Một số bài tập yoga động như Vinyasa hoặc Power Yoga có thể tăng cường sức khỏe tim mạch bằng cách cải thiện lưu thông máu và giúp giảm huyết áp. </p>",

   "<p> <b>6. Tăng cường sự cân bằng và phối hợp:</b> Yoga yêu cầu sự phối hợp của nhiều nhóm cơ và khả năng giữ thăng bằng, giúp cải thiện sự cân bằng cơ thể và khả năng phối hợp động tác. </p>",

   "<p> <b>7. Hỗ trợ giảm cân: </b> Kết hợp yoga với một chế độ ăn uống hợp lý có thể giúp bạn duy trì hoặc giảm cân. Một số loại yoga năng động cũng có thể đốt cháy calo và thúc đẩy quá trình trao đổi chất. </p>",

    " <p> <b>8. Cải thiện hơi thở và dung tích phổi: </b> Thực hành các kỹ thuật thở trong yoga (Pranayama) giúp cải thiện khả năng kiểm soát hơi thở, tăng dung tích phổi và cải thiện tuần hoàn oxy trong cơ thể.</p> ",

   " <p> <b>9. Tăng cường sự tập trung và tỉnh thức:</b> Yoga đòi hỏi sự tập trung cao độ vào hơi thở và chuyển động, từ đó giúp cải thiện khả năng tập trung, tỉnh thức và ý thức về bản thân. </p>",

   " <p> <b>10. Giảm đau mãn tính: </b> Yoga đã được chứng minh là có thể giảm các cơn đau mãn tính như đau lưng, đau cổ và đau khớp, nhờ vào việc tăng cường sức mạnh cơ bắp và cải thiện sự linh hoạt. </p>",

   "<p> <b>11. Cải thiện giấc ngủ: </b> Yoga giúp thư giãn cơ thể và tinh thần, từ đó cải thiện chất lượng giấc ngủ, giúp bạn dễ dàng đi vào giấc  ngủ và có giấc ngủ sâu hơn. </p>",

    "<p> <b>12. Thúc đẩy cảm giác hạnh phúc và sự hài lòng với cuộc sống: </b>Yoga giúp giảm căng thẳng, cải thiện sức khỏe tinh thần, từ đó tạo cảm giác hạnh phúc và hài lòng với cuộc sống. </p>"
],
 "abc" :  [
       "<p>  fefefefefe èwefwefwefwefwefwefweffefwefwefwefew</p>"
       
      
       
 ] 
     
   
    
   
    
   
    
   
    
  
    
  
    
 
    
 

 
}
